{
  "home": {
    "frontend": "Front-end Developer",
    "challenges": "I turn challenges into solutions.",
    "description-1": "With",
    "description-2": " 3 year ",
    "description-3": "of experience using React, Typescript y Next.js.",
    "description-4": "Open my resume!",    
    "nav-link-1": "Home",
    "nav-link-2": "Experience",
    "nav-link-3": "About",
    "nav-link-4": "Skills",
    "nav-link-5": "Contact"
  },

  "experience": {
    "exp-title": "My work experience",
    "exp-period-0": "Jun. 2025 - Present",
    "exp-period-1": "Aug. 2024 - Jul. 2025",
    "exp-period-2": "Jan. 2023 - Jul. 2024",
    "exp-description-0": "Collaborated on the development of the Rave Dates events platform (Colombia), building role-based views, authentication, payment gateways, and complex API integrations. Delivered pixel-perfect implementations from Figma with 100% typed TypeScript.",
    "exp-description-1": "I worked as a Frontend Developer at TPEOficial, a startup delivering software services and AI tools. My role includes frontend development, email creation, and contributing creative ideas, alongside a collaborative team with strong communication.",
    "exp-description-2": "As a Freelance Frontend Developer, I have built applications and websites for various clients, developing booking systems, e-commerce platforms, and admin dashboards using React, Next.js, TailwindCSS, and Firebase, improving processes and enhancing the digital experience for businesses.",
    "more-projects-1": "Check out more on",
    "more-projects-2": "or",
    "more-projects-3": ", and see other demos on my"
  },

  "about": {
    "title": "About me",
    "description-a": "I'm a Frontend Developer who builds interfaces that don't just look good but also",
    "description-b": "solve real problems,",
    "description-c": "bringing them to life with smooth animations and transitions.",

    "description2-a": "I'm creative and always eager to learn new things. For over",
    "description2-b": "3 years,",
    "description2-c": "I've been working with React, Next.js, and TailwindCSS, and I can handle backend tasks when the project calls for it.",
    
    "description3-a": "I follow designs when needed (like Figma), but what really excites me is bringing ideas to life, creating great experiences, and building products",
    "description3-b": "that actually work.",

    "description3": "If your website needs personality, motion, and that “alive” feeling — let's chat.",
    "experience-title": "Experience",
    "experience": {"exp1": "Men's House barber", "exp2": "Cookta", "exp3": "Coinbase page"},
    "experience-description": {"exp1": "Website created from 0 for a barbershop with a system created by me to schedule appointments.", "exp2": "Website made for a bakery busines, applying new techniques, and fast development.", "exp3": "Static clone of Coinbase page, maded with HTML, Sass, Bootstrap. One of my first projects"}
  },

  "skills": {
    "title": "My skills"
  },

  "contact": {
    "title": "Contact me",
    "email-header": "Say hi or discuss future projects",
    "call-header": "Send me a message",
    "social-header": "My socials",
    "send": "Send",
    "chat": "Chat",
    "copy": "Copy",
    "copied": "Copied!"
  },

  "footer": {
      "description": "Frontend developer with ReactJS, passionate about creating and styling web pages.",
      "made":" Made by "
  }
}
