{
  "home": {
    "frontend": "Desarrollador Frontend",
    "challenges": "Transformo los desafíos en soluciones.",
    "description-1": "Con",
    "description-2": " 3 años ",
    "description-3": "de experiencia utilizando React, Typescript y Next.js.",
    "description-4": "Abre mi CV!",
    "nav-link-1": "Inicio",
    "nav-link-2": "Experiencia",
    "nav-link-3": "Sobre mi",
    "nav-link-4": "Skills",
    "nav-link-5": "Contacto"
  },

  "experience": {
    "exp-title": "Mi experiencia laboral",
    "exp-period-0": "Jun. 2025 - Presente",
    "exp-period-1": "Ago. 2024 - Jul. 2025",
    "exp-period-2": "Ene. 2023 - Jul. 2024",
    "exp-description-0": "Colaboré en el desarrollo de la plataforma de eventos Rave Dates (Colombia), creando vistas por rol, autenticación, pasarelas de pago e integración de APIs complejas. Implementación pixel-perfect desde Figma con TypeScript 100% tipado.",
    "exp-description-1": "Trabajé como Desarrollador Frontend en TPEOficial, una startup que ofrece servicios de software y herramientas de IA. Mis responsabilidades incluyen desarrollo frontend, creación de emails y la contribución de ideas creativas, junto a un equipo colaborativo con fuerte comunicación.",
    "exp-description-2": "Como Desarrollador Frontend Freelance he creado aplicaciones y sitios web para distintos clientes, desarrollando sistemas de reservas, e-commerce y paneles de administración con React, Next.js, TailwindCSS y Firebase, mejorando procesos y la experiencia digital de negocios.",
    "more-projects-1": "Ver mas trabajos en",
    "more-projects-2": "o",
    "more-projects-3": ", y mirá otras demos en mi"
  },

  "about": {
    "title": "Sobre mi",
    "description-a": "Soy un desarrollador Frontend con experiencia creando interfaces que no solo se ven bien, sino que también",
    "description-b": "resuelven problemas reales,",
    "description-c": "dándoles vida con animaciones y transiciones fluidas.",

    "description2-a": "Creativo y siempre buscando aprender algo nuevo. Hace más de",
    "description2-b": "3 años",
    "description2-c": "trabajo con tecnologías como React, Next.js y TailwindCSS, y también me defiendo con tareas de backend cuando el proyecto lo necesita.",
    
    "description3-a": "Sigo diseños cuando hace falta (como Figma), pero lo que más me entusiasma es aportar ideas, crear experiencias y construir productos que",
    "description3-b": "realmente funcionen.",

    "description3": "Si tu web necesita personalidad, movimiento y que se sienta viva, hablemos.",
    "experience-title": "Experiencia",
    "experience": {"exp1": "Men's House barber", "exp2": "Cookta", "exp3": "Coinbase page"},
    "experience-description": {"exp1": "Sitio web creado desde 0 para una barberia con un sistema creado por mi para agendar citas.", "exp2": "Sitio web realizado para una panadería, aplicando nuevas técnicas y un rápido desarrollo.", "exp3": "Clon estático de la página de Coinbase, hecho con HTML, Sass, Bootstrap."}

},

  "skills": {
    "title": "Mis habilidades"
  },

  "contact": {
    "title": "Contactame",
    "email-header": "Salúdame o hablemos de proyectos futuros",
    "call-header": "Envíame un mensaje",
    "social-header": "Mis redes sociales",
    "send": "Enviar",
    "chat": "Chat",
    "copy": "Copiar",
    "copied": "Copiado!"
  },

  "footer": {
    "description": "Desarrollador Frontend con ReactJS, apasionado por crear y estilar páginas.",
    "made": " Hecho por "
  }
}
